[
  {
    "image": "https://i.ibb.co.com/fYDkbZG8/Instagram-icon.png",
    "title": "Instagram",
    "companyName": "Meta",
    "id": 1,
    "description": "Instagram is a vibrant social media platform that allows people from all over the world to connect, share, and express themselves through visuals and stories. Launched in 2010, Instagram quickly became a favorite for users who love photography, creativity, and online interaction. At its core, Instagram is about capturing life’s moments—whether it’s a stunning landscape, a delicious meal, a workout session, or a day in the life of a user—and sharing them with friends, followers, or the public. The platform offers a wide range of features designed to make sharing and discovering content fun and engaging. Users can post photos and videos to their feed, add short-lived content to Stories, and engage with Reels for short, entertaining videos. Instagram’s Explore page allows users to discover content tailored to their interests, from trending topics to niche hobbies. With options like filters, stickers, GIFs, and music, the app enables users to personalize their posts creatively.",
    "size": 80,
    "reviews": 1200000,
    "ratingAvg": 4.5,
    "downloads": "100M",
    "downloadsNum":1000000000,
    "ratings": [
      { "name": "1 star", "count": 550000 },
      { "name": "2 star", "count": 300000 },
      { "name": "3 star", "count": 700000 },
      { "name": "4 star", "count": 500000 },
      { "name": "5 star", "count": 900000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/MxCdTQc5/Whatsapp-logo-2022.jpg",
    "title": "WhatsApp",
    "companyName": "Meta",
    "id": 2,
    "description": "WhatsApp is a leading instant messaging platform that connects people around the globe through text, voice, and video communication. Launched in 2009, it has become one of the most popular messaging apps due to its simplicity, speed, and reliability. WhatsApp allows users to send messages instantly, share photos, videos, documents, and voice notes, making communication seamless and versatile.One of WhatsApp’s key features is its end-to-end encryption, which ensures that all messages, calls, and shared media remain private and secure between the sender and recipient. Users can also create group chats to stay connected with family, friends, or colleagues, making it ideal for both personal and professional communication.",
    "size": 35,
    "reviews": 2000000,
    "ratingAvg": 4.6,
    "downloads": "50M",
    "downloadsNum":500000000,
    "ratings": [
      { "name": "1 star", "count": 40000 },
      { "name": "2 star", "count": 200000 },
      { "name": "3 star", "count": 350000 },
      { "name": "4 star", "count": 1800000 },
      { "name": "5 star", "count": 2500000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/20x1GPjH/Tiktok-logo.png",
    "title": "TikTok",
    "companyName": "ByteDance",
    "id": 3,
    "description": "TikTok is a global social media platform that allows users to create, share, and discover short-form videos. Launched in 2016, it quickly became popular for its engaging, entertaining, and creative content. Users can record videos up to a few minutes long, add music, filters, effects, and text, and share them with a wide audience. TikTok’s algorithm recommends videos tailored to each user’s interests, making content discovery highly personalized and addictive.The platform encourages creativity, humor, and self-expression. From dance challenges and comedy skits to educational tips and viral trends, TikTok offers something for everyone. Users can interact through likes, comments, shares, and duets, fostering a highly interactive community. TikTok also provides tools for creators to grow their audience and monetize their content.",
    "size": 100,
    "reviews": 900000,
    "ratingAvg": 4.4,
    "downloads": "200M",
    "downloadsNum":2000000000,
    "ratings": [
      { "name": "1 star", "count": 40000 },
      { "name": "2 star", "count": 255000 },
      { "name": "3 star", "count": 500000 },
      { "name": "4 star", "count": 400000 },
      { "name": "5 star", "count": 800000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9m4HRj22/Facebook-f-logo-2019-svg.png",
    "title": "Facebook",
    "companyName": "Meta",
    "id": 4,
    "description": "Facebook is one of the world’s largest social networking platforms, launched in 2004 to help people connect and share with friends and family. It allows users to post updates, share photos and videos, join groups, follow pages, and participate in communities worldwide. Facebook makes staying connected with loved ones easy, whether through personal timelines, private messages, or video calls.    The platform also offers a range of interactive features, including reactions, comments, stories, and events, allowing users to engage meaningfully with content. Facebook’s news feed presents updates from friends, pages, and groups tailored to individual interests, keeping users informed and entertained.",
    "size": 120,
    "reviews": 1500000,
    "ratingAvg": 4.2,
    "downloads": "400M",
    "downloadsNum":4000000000,
    "ratings": [
      { "name": "1 star", "count": 80000 },
      { "name": "2 star", "count": 100000 },
      { "name": "3 star", "count": 200000 },
      { "name": "4 star", "count": 600000 },
      { "name": "5 star", "count": 1000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/jv1Xz2fQ/2024-Spotify-logo-without-text-svg.png",
    "title": "Spotify",
    "companyName": "Spotify AB",
    "id": 5,
    "description": "Spotify is a leading music streaming platform that allows users to listen to millions of songs, podcasts, and playlists from artists around the world. Launched in 2008, Spotify has revolutionized the way people consume music, offering instant access to content anytime, anywhere. Users can discover new tracks, create playlists, follow favorite artists, and enjoy personalized recommendations based on their listening habits. Spotify offers both free and premium subscriptions, with premium users enjoying ad-free listening, offline downloads, and higher-quality audio. The platform supports various devices, including smartphones, tablets, computers, smart speakers, and even cars, making music accessible wherever you go.",
    "size": 75,
    "reviews": 500000,
    "ratingAvg": 4.7,
    "downloads": "10M",
    "downloadsNum":100000000,
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 210000 },
      { "name": "4 star", "count": 120000 },
      { "name": "5 star", "count": 380000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/nN9Hj2LM/You-Tube-social-white-circle-2017-svg.png",
    "title": "YouTube",
    "companyName": "Google",
    "id": 6,
    "description": "YouTube is the world’s largest video-sharing platform, allowing users to watch, upload, and share videos on virtually any topic imaginable. Launched in 2005, it has transformed the way people consume content, providing a space for entertainment, education, news, and creative expression. From music videos and tutorials to vlogs, documentaries, and live streams, YouTube offers something for everyone. Users can create their own channels to showcase their talents, share ideas, or build a personal brand. YouTube provides tools for engagement, including likes, comments, shares, and subscriptions, helping creators connect with audiences worldwide. The platform also offers recommendations and personalized feeds, making it easy for users to discover trending videos and content tailored to their interests.",
    "size": 120,
    "reviews": 2500000,
    "ratingAvg": 4.6,
    "downloads": "500M",
    "downloadsNum":500000000,
    "ratings": [
      { "name": "1 star", "count": 150000 },
      { "name": "2 star", "count": 190000 },
      { "name": "3 star", "count": 2500000 },
      { "name": "4 star", "count": 3200000 },
      { "name": "5 star", "count": 5000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/hRSnxc8z/Facebook-Messenger-logo-2020-svg.png",
    "title": "Messenger",
    "companyName": "Meta",
    "id": 7,
    "description": "Messenger is a fast and reliable instant messaging app developed by Meta, designed to connect people through text, voice, and video communication. Originally part of Facebook, Messenger has grown into a standalone platform, allowing users to chat with friends, family, and businesses instantly from anywhere in the world. Messenger supports real-time messaging, group chats, voice calls, video calls, and multimedia sharing, including photos, videos, GIFs, and stickers. Users can also react to messages, send voice notes, and use interactive features like polls and reactions to make conversations more engaging.",
    "size": 60,
    "reviews": 800000,
    "ratingAvg": 4.3,
    "downloads": "150M",
    "downloadsNum":1500000000,
    "ratings": [
      { "name": "1 star", "count": 105000 },
      { "name": "2 star", "count": 120000 },
      { "name": "3 star", "count": 200000 },
      { "name": "4 star", "count": 420000 },
      { "name": "5 star", "count": 750000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/2YLqj2jj/Google-Maps-Logo-2020-svg.png",
    "title": "Google Maps",
    "companyName": "Google",
    "id": 8,
    "description": "Google Maps is a comprehensive navigation and mapping platform developed by Google, helping millions of users explore the world with ease. Launched in 2005, it provides accurate maps, directions, and real-time traffic updates for driving, walking, cycling, and public transportation. Users can search for locations, get detailed directions, and discover nearby places such as restaurants, shops, hotels, and landmarks. Google Maps offers interactive features like Street View, satellite imagery, and 3D maps, allowing users to explore destinations virtually before visiting. With real-time traffic information, route planning, and live transit updates, it ensures travelers reach their destinations efficiently and safely.",
    "size": 100,
    "reviews": 900000,
    "ratingAvg": 4.5,
    "downloads": "300M",
    "downloadsNum":3000000000,
    "ratings": [
      { "name": "1 star", "count": 120000 },
      { "name": "2 star", "count": 150000 },
      { "name": "3 star", "count": 300000 },
      { "name": "4 star", "count": 450000 },
      { "name": "5 star", "count": 735000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/NdYPKXnp/images.png",
    "title": "Snapchat",
    "companyName": "Snap Inc.",
    "id": 9,
    "description": "Snapchat is a popular multimedia messaging app that allows users to share moments instantly through photos, videos, and messages that disappear after being viewed. Launched in 2011, Snapchat quickly became famous for its unique approach to ephemeral content and creative tools, making communication fun and dynamic. The platform offers features like Stories, which allow users to share content with friends for 24 hours, and Spotlight, which showcases trending videos from around the world. Snapchat also includes augmented reality (AR) lenses, filters, stickers, and Bitmojis, enabling users to personalize their content in innovative ways.",
    "size": 90,
    "reviews": 700000,
    "ratingAvg": 4.1,
    "downloads": "100M",
    "downloadsNum":1000000000,
    "ratings": [
      { "name": "1 star", "count": 70000 },
      { "name": "2 star", "count": 150000 },
      { "name": "3 star", "count": 220000 },
      { "name": "4 star", "count": 105000 },
      { "name": "5 star", "count": 555000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/bRddKwbf/Amazon-Thumbnail-1600x1600.webp",
    "title": "Amazon",
    "companyName": "Amazon",
    "id": 10,
    "description": "Amazon is the world’s largest online marketplace, connecting millions of buyers and sellers through a vast digital platform. Founded in 1994, Amazon started as an online bookstore and has grown into a global e-commerce leader, offering products ranging from electronics and fashion to groceries and household essentials. Amazon’s user-friendly interface, fast shipping options, and reliable customer service make online shopping seamless and convenient. Features like product reviews, recommendations, and wish lists help customers make informed decisions and discover new items easily.",
    "size": 110,
    "reviews": 1200000,
    "ratingAvg": 4.4,
    "downloads": "200M",
    "downloadsNum":2000000000,
    "ratings": [
      { "name": "1 star", "count": 230000 },
      { "name": "2 star", "count": 220000 },
      { "name": "3 star", "count": 340000 },
      { "name": "4 star", "count": 550000 },
      { "name": "5 star", "count": 900000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/mCz1mvYB/Gmail-icon-2020-svg.png",
    "title": "Gmail",
    "companyName": "Google",
    "id": 11,
    "description": "Gmail is a widely used email service developed by Google that enables users to send, receive, and organize emails efficiently. Launched in 2004, Gmail quickly became popular for its simple interface, fast performance, and powerful features, making it a cornerstone of digital communication. Gmail offers robust tools for managing emails, including labels, filters, priority inbox, and search functionality, ensuring that users can find important messages easily. Users can send attachments, schedule emails, and integrate Gmail with Google Drive, Calendar, and other Google services for a seamless productivity experience.",
    "size": 50,
    "reviews": 800000,
    "ratingAvg": 4.6,
    "downloads": "300M",
    "downloadsNum":3000000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 50000 },
      { "name": "5 star", "count": 730000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/PG77Y00x/Netflix-Logomark.png",
    "title": "Netflix",
    "companyName": "Netflix, Inc.",
    "id": 12,
    "description": "Netflix is a leading global streaming service that provides on-demand access to movies, TV shows, documentaries, and original content. Founded in 1997 as a DVD rental service, Netflix transitioned to online streaming in 2007, revolutionizing the way audiences consume entertainment. Users can watch content anytime, anywhere, on smartphones, tablets, computers, smart TVs, and streaming devices. Netflix offers personalized recommendations based on viewing habits, making it easy to discover new series, films, and exclusive originals. The platform hosts content in multiple genres, catering to diverse audiences worldwide, from drama and comedy to thrillers, animation, and reality shows.",
    "size": 150,
    "reviews": 600000,
    "ratingAvg": 4.5,
    "downloads": "100M",
    "downloadsNum":1000000000,
    "ratings": [
      { "name": "1 star", "count": 15000 },
      { "name": "2 star", "count": 10000 },
      { "name": "3 star", "count": 25000 },
      { "name": "4 star", "count": 120000 },
      { "name": "5 star", "count": 435000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/svRDS4nP/Uber-App-Icon-svg.png",
    "title": "Uber",
    "companyName": "Uber Technologies",
    "id": 13,
    "description": "Uber is a global ride-hailing platform that connects passengers with drivers, making transportation fast, convenient, and reliable. Founded in 2009, Uber has revolutionized urban mobility by providing an easy-to-use app that allows users to request rides with just a few taps. The platform offers a variety of ride options, including economy, premium, and shared rides, catering to different needs and budgets. Uber also provides real-time tracking, fare estimates, and cashless payments for a seamless travel experience. Beyond rides, Uber offers services like Uber Eats for food delivery, expanding its reach into daily convenience and lifestyle solutions.",
    "size": 80,
    "reviews": 400000,
    "ratingAvg": 4.3,
    "downloads": "500M",
    "downloadsNum":5000000000,
    "ratings": [
      { "name": "1 star", "count": 10000 },
      { "name": "2 star", "count": 5000 },
      { "name": "3 star", "count": 20000 },
      { "name": "4 star", "count": 50000 },
      { "name": "5 star", "count": 315000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9k4bVvbC/E9jr-Hs-Yu-400x400.png",
    "title": "Airbnb",
    "companyName": "Airbnb, Inc.",
    "id": 14,
    "description": "Airbnb is a leading online platform for booking unique accommodations, including homes, apartments, and experiences around the world. Founded in 2008, Airbnb has transformed the travel industry by connecting travelers with hosts offering personalized stays and local experiences. Through Airbnb, users can search for accommodations by location, price, amenities, and travel dates, making planning trips simple and convenient. Airbnb also offers “Experiences,” allowing travelers to participate in guided activities, tours, and events hosted by locals, creating authentic travel adventures.",
    "size": 70,
    "reviews": 300000,
    "ratingAvg": 4.4,
    "downloads": "50M",
    "downloadsNum":500000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 40000 },
      { "name": "5 star", "count": 241000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/C5ZWMxSP/Logo-of-Twitter-svg.png",
    "title": "Twitter",
    "companyName": "Twitter, Inc.",
    "id": 15,
    "description": "Twitter is a global social media platform that enables users to share short messages, called tweets, and engage in real-time conversations. Launched in 2006, Twitter has become a hub for news, trends, public discourse, and social interaction. Users can post text, images, videos, GIFs, and polls to express opinions, share updates, or comment on trending topics. Followers can like, retweet, and reply, creating interactive discussions and facilitating the spread of information quickly. Twitter’s trending topics and hashtags help users discover content relevant to their interests and stay updated on global events.",
    "size": 60,
    "reviews": 450000,
    "ratingAvg": 4.2,
    "downloads": "100M",
    "downloadsNum":1000000000,
    "ratings": [
      { "name": "1 star", "count": 20000 },
      { "name": "2 star", "count": 15000 },
      { "name": "3 star", "count": 30000 },
      { "name": "4 star", "count": 80000 },
      { "name": "5 star", "count": 305000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fdMzh4Sh/Linked-In-icon-svg.png",
    "title": "LinkedIn",
    "companyName": "Microsoft",
    "id": 16,
    "description": "LinkedIn is the world’s largest professional networking platform, designed to connect professionals, businesses, and job seekers. Launched in 2003, LinkedIn provides a space for users to build their professional profiles, showcase skills, share experiences, and connect with colleagues, employers, and industry experts. Users can post updates, articles, and multimedia content to engage their network, while following companies, influencers, and groups relevant to their interests. LinkedIn also offers job listings, recruitment tools, and learning resources, helping users advance their careers and stay informed about industry trends.",
    "size": 70,
    "reviews": 250000,
    "ratingAvg": 4.3,
    "downloads": "70M",
    "downloadsNum":700000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 15000 },
      { "name": "4 star", "count": 50000 },
      { "name": "5 star", "count": 177000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/0VmbKGN9/Whats-App-Business-icon.png",
    "title": "WhatsApp Business",
    "companyName": "Meta",
    "id": 17,
    "description": "WhatsApp Business is a messaging app specifically designed for small and medium-sized businesses to connect with customers quickly and efficiently. Built on the popular WhatsApp platform, it combines the familiar interface with features tailored for business communication. The app allows businesses to create a professional profile with important information such as address, website, and business hours. Users can send automated messages, set quick replies, and organize chats with labels to manage customer interactions effectively. WhatsApp Business supports text, voice, video messages, and media sharing, making communication versatile and engaging.",
    "size": 40,
    "reviews": 150000,
    "ratingAvg": 4.5,
    "downloads": "500M",
    "downloadsNum":5000000000,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 5000 },
      { "name": "4 star", "count": 25000 },
      { "name": "5 star", "count": 117000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/qYQXjLwC/Reddit-Logo-Icon-svg.png",
    "title": "Reddit",
    "companyName": "Reddit, Inc.",
    "id": 18,
    "description": "Reddit is a popular social media and discussion platform where users can share content, ask questions, and engage in conversations on virtually any topic. Launched in 2005, Reddit is organized into communities called subreddits, each focused on a specific interest, hobby, or subject. Users can post text, links, images, and videos, while others can comment, vote, and discuss these posts, creating dynamic and interactive conversations. Reddit’s upvote and downvote system helps highlight popular and valuable content, making it easier to discover relevant discussions and trends.",
    "size": 65,
    "reviews": 200000,
    "ratingAvg": 4.2,
    "downloads": "80M",
    "downloadsNum":800000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 15000 },
      { "name": "4 star", "count": 40000 },
      { "name": "5 star", "count": 136000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/jPvD66k6/Discord-Logo-sans-texte-svg.png",
    "title": "Discord",
    "companyName": "Discord Inc.",
    "id": 19,
    "description": "Discord is a versatile communication platform designed for creating communities, connecting friends, and collaborating online. Launched in 2015, Discord combines text, voice, and video communication with robust community-building tools, making it popular among gamers, creators, and organizations worldwide. Users can join servers, which are communities focused on specific interests, topics, or projects. Within these servers, members can participate in text channels, voice chats, and video calls, fostering real-time interaction. Discord also supports screen sharing, live streaming, file sharing, and custom emojis, enhancing collaboration and engagement.",
    "size": 80,
    "reviews": 250000,
    "ratingAvg": 4.5,
    "downloads": "60M",
    "downloadsNum":600000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 7000 },
      { "name": "4 star", "count": 35000 },
      { "name": "5 star", "count": 205000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/3Y9DffSd/images.jpg",
    "title": "Trello",
    "companyName": "Atlassian",
    "id": 20,
    "description": "Trello is a powerful project management and productivity tool that helps individuals and teams organize tasks visually. Launched in 2011, Trello uses a card-and-board system, making it easy to track projects, deadlines, and workflows in a flexible and intuitive way. Users can create boards for projects, add lists for different stages, and manage tasks with cards that can include descriptions, attachments, checklists, due dates, and labels. Trello’s drag-and-drop interface allows users to move tasks between lists, monitor progress, and collaborate efficiently with team members.",
    "size": 55,
    "reviews": 100000,
    "ratingAvg": 4.6,
    "downloads": "30M",
    "downloadsNum":300000000,
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 4000 },
      { "name": "4 star", "count": 15000 },
      { "name": "5 star", "count": 80000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/ns8kPzRN/Google-Drive-icon-2020-svg.png",
    "title": "Google Drive",
    "companyName": "Google",
    "id": 21,
    "description": "Google Drive is a cloud-based storage and file management platform that allows users to store, access, and share files securely from anywhere. Launched in 2012, Google Drive is part of Google Workspace and provides a reliable solution for personal and professional file storage. Users can upload documents, images, videos, and other file types, organize them into folders, and share files with others with customizable access permissions. Google Drive integrates seamlessly with Google Docs, Sheets, Slides, and Forms, enabling real-time collaboration, editing, and feedback across devices.",
    "size": 70,
    "reviews": 200000,
    "ratingAvg": 4.6,
    "downloads": "150M",
    "downloadsNum":1500000000,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 5000 },
      { "name": "4 star", "count": 35000 },
      { "name": "5 star", "count": 160000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/TqqdfxVV/images-1.png",
    "title": "Zoom",
    "companyName": "Zoom Video Communications",
    "id": 22,
    "description": "Zoom is a leading video conferencing and communication platform that enables people to connect virtually for meetings, webinars, and online events. Launched in 2011, Zoom became widely popular for its high-quality video and audio, ease of use, and reliability, transforming the way individuals and organizations communicate. Users can host and join meetings with features like screen sharing, virtual backgrounds, breakout rooms, chat, and recording options. Zoom supports large-scale webinars, online classes, and collaborative work, making it suitable for businesses, educational institutions, and social gatherings. Its mobile and desktop applications ensure seamless access across devices.",
    "size": 120,
    "reviews": 300000,
    "ratingAvg": 4.5,
    "downloads": "700M",
    "downloadsNum":7000000000,
    "ratings": [
      { "name": "1 star", "count": 3000 },
      { "name": "2 star", "count": 2000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 40000 },
      { "name": "5 star", "count": 243000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/rnXBcch/Pay-Pal-Logo2014-svg.png",
    "title": "PayPal",
    "companyName": "PayPal Holdings",
    "id": 23,
    "description": "PayPal is a global digital payments platform that allows individuals and businesses to send and receive money securely online. Founded in 1998, PayPal has become one of the most trusted financial services for online transactions, offering convenience, speed, and security. Users can link bank accounts, debit cards, or credit cards to their PayPal account to make payments for shopping, subscriptions, or peer-to-peer transfers. PayPal also enables merchants to receive payments, manage invoices, and integrate payment solutions into websites and apps.",
    "size": 60,
    "reviews": 150000,
    "ratingAvg": 4.6,
    "downloads": "500M",
    "downloadsNum":5000000000,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 5000 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 123000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/8nGMWjVd/Duo-from-Duolingo-svg.png",
    "title": "Duolingo",
    "companyName": "Duolingo Inc.",
    "id": 24,
    "description": "Duolingo is a popular language learning platform that helps users learn new languages in a fun, interactive, and effective way. Launched in 2011, Duolingo combines gamification, bite-sized lessons, and personalized learning paths to make language learning accessible to everyone. Users can choose from dozens of languages, including Spanish, French, German, Japanese, and more, progressing through lessons that focus on reading, writing, listening, and speaking skills. Duolingo tracks progress, provides instant feedback, and encourages daily practice with streaks, rewards, and challenges.",
    "size": 80,
    "reviews": 200000,
    "ratingAvg": 4.7,
    "downloads": "500M",
    "downloadsNum":5000000000,
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 5000 },
      { "name": "4 star", "count": 30000 },
      { "name": "5 star", "count": 161000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/k69mPZPH/Microsoft-Office-Teams-Inverted-2016-2019.jpg",
    "title": "Microsoft Teams",
    "companyName": "Microsoft",
    "id": 25,
    "description": "Microsoft Teams is a powerful collaboration and communication platform designed for businesses, schools, and organizations. Launched in 2017, Teams integrates chat, video conferencing, file sharing, and productivity tools into a single platform, making remote collaboration seamless and efficient. Users can create teams for departments, projects, or interest groups, with dedicated channels for conversations, announcements, and file management. Teams supports video meetings, live events, screen sharing, and document collaboration, integrating seamlessly with Microsoft 365 apps like Word, Excel, PowerPoint, and OneDrive.",
    "size": 120,
    "reviews": 200000,
    "ratingAvg": 4.5,
    "downloads": "50M",
    "downloadsNum":500000000,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 7000 },
      { "name": "4 star", "count": 35000 },
      { "name": "5 star", "count": 158000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/ZRjwB8Wy/Google-Photos-icon-2020-svg.png",
    "title": "Google Photos",
    "companyName": "Google",
    "id": 26,
    "description": "Google Photos is a cloud-based photo and video storage platform that helps users organize, back up, and share their memories effortlessly. Launched in 2015, Google Photos provides unlimited storage for high-quality photos and videos, ensuring that valuable moments are safe and accessible across devices. Users can upload photos and videos, organize them into albums, and search using AI-powered features that recognize faces, locations, and objects. Google Photos offers editing tools, filters, animations, and collage creation to enhance creativity and personalization. Sharing is simple, allowing users to send albums or links to friends and family.",
    "size": 70,
    "reviews": 250000,
    "ratingAvg": 4.6,
    "downloads": "100M",
    "downloadsNum":1000000000,
    "ratings": [
      { "name": "1 star", "count": 2000 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 7000 },
      { "name": "4 star", "count": 40000 },
      { "name": "5 star", "count": 198000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/PZ6JzWgW/Slack-icon-2019-svg.png",
    "title": "Slack",
    "companyName": "Slack Technologies",
    "id": 27,
    "description": "Slack is a leading team communication and collaboration platform that helps organizations work efficiently in real time. Launched in 2013, Slack combines messaging, file sharing, and integrations with other tools to create a central hub for workplace collaboration. Users can create workspaces and channels for departments, projects, or topics, enabling organized conversations and easy access to information. Slack supports text messaging, voice and video calls, file sharing, and threaded discussions, ensuring clarity and productivity across teams.",
    "size": 60,
    "reviews": 150000,
    "ratingAvg": 4.4,
    "downloads": "30M",
    "downloadsNum":300000000,
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 500 },
      { "name": "3 star", "count": 3000 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 125000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/WNRq62L0/120px-Paytm-logo.jpg",
    "title": "Paytm",
    "companyName": "One97 Communications",
    "id": 28,
    "description": "Paytm is a leading digital payments and financial services platform that allows users to make secure transactions, pay bills, and manage money conveniently from their smartphones. Launched in 2010, Paytm has become one of India’s most popular apps for mobile wallets, online payments, and financial services. Users can recharge mobile phones, pay utility bills, book tickets, shop online, and transfer money instantly using Paytm’s secure and easy-to-use interface. The app also supports QR code payments, UPI transfers, and banking services, making cashless transactions simple and accessible for everyone.",
    "size": 70,
    "reviews": 200000,
    "ratingAvg": 4.4,
    "downloads": "500M",
    "downloadsNum":5000000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 2000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 90000 },
      { "name": "5 star", "count": 145000 }
    ]
  }
]
